{
    "@type": "distribution",
    "identifier": "214bc7c4-01c2-12bd-ce77-bfe3ee4141ec",
    "title": "Prevalence of medical diagnoses in a hospital: the number of hospital stays per ICD (International Classification of diseases) diagnosis in Belgium (2017) (Nederlandstalige versie)",
    "description": "This data provides more information about the diseases for which patients are admitted to hospital. The patients are classified based on the ICD (originally version 9, now version 10). ICD is an international classification system that allows the coding of clinical diagnoses. This is a classification primarily intended for the coding and registration of clinical diagnoses within a hospital setting. The number of hospital stays is shown per ICD code, which was registered as the main diagnosis for a hospital stay.",
    "publisher": "Federal Public Service Public Health, Food Chain Safety and Environment",
    "downloadURL": "https://github.com/healthfacts/distributions_fpshealth_mhd_icd/blob/main/fpshealth_mhd_icd_national_2017_nl.csv",
    "accessURL": "https://github.com/healthfacts/distributions_fpshealth_mhd_icd/blob/main/fpshealth_mhd_icd_national_2017_nl.csv",
    "mediaType": "text/csv",
    "format": "csv",
    "byteSize": 234683,
    "modificationDate": "2023-11-22 16:02:27",
    "status": "completed",
    "language": "nl",
    "availability": "stable",
    "license": "CC_BY_4_0",
    "documentation": "https://www.health.belgium.be/en/node/36322",
    "keyword": [],
    "dataset": {
        "@type": "dataset",
        "identifier": "0d1bfbc1-bc7e-4722-b40b-e2d0de6414d7",
        "title": "Prevalence of medical diagnoses in Belgian hospitals: the number of hospital stays per ICD (International Classification of diseases) diagnosis",
        "landingPage": "https://www.health.belgium.be/en/node/36322",
        "contactPoint": "FPS Public Health, Food Chain Safety and Environment, Directorate General of Healthcare, Data and Policy Information Service, Galileelaan 5/01, 1210 Brussels, Belgium",
        "contactPointEmail": "adhoc_admDM@health.fgov.be"
    }
}